" Your account is created. We have sent a confirmation email to %@. Please check your mails to validate your account. Once it is done, come back here and click on the button." = " 您的帳戶已創建。 我們已向％@發送確認電子郵件。 請檢查您的郵件以驗證您的帳戶。 完成後，返回此處並單擊按鈕。";
"%@ are writing..." = "%@ 正在寫。。。";
"%@ has joined" = "%@ 已加入";
"%@ has left" = "%@ 已離開";
"%@ is busy." = "%@ 忙線中。";
"%@ is no longer an admin" = "%@ 不再是管理者";
"%@ is not connected." = "%@ 未被連接。";
"%@ is now an admin" = "%@ 現在已成為管理者";
"%@ is writing..." = "%@ i正在寫。。。";
"%@ would like to enable video" = "%@想要啟動視訊";
"%@\nReason was: %@" = "%1$@\n原因: %2$@";
"(invalid string)" = "(無效的字符串)";

/* Email title for people wanting to send a bug report */
"<Please describe your problem or you will be ignored>" = "<請描述您的問題否則您將被忽略>";
"\nConfirmation security\n\nSay: %@\nConfirm that your interlocutor\nsays: %@" = "\n安全性確認\n\n說: %1$@\n確認對方\n說: %2$@";
"A new version of your app is available, use the button below to download it." = "您可以使用新版本的應用程序，請使用下面的按鈕進行下載。";
"About" = "關於";
"ACCEPT" = "接受";
"Accept" = "接聽";
"Account configuration issue" = "帳戶配置問題";
"Account expiring" = "帳戶將過期";
"Add new email" = "新增電子郵件";
"Add new phone number" = "新增電話號碼";
"Add new SIP address" = "新增SIP號碼";
"Address book" = "通訊錄";
"Address incomplete" = "地址不完整";
"Answer" = "接聽";
"Application logs" = "應用日誌";
"Are you sure to want to remove your proxy setup?" = "要移除您的proxy代理設定嗎?";
"Assistant" = "助理";
"Assistant error" = "助理出錯";
"Authentification needed" = "需要驗證";
"Average" = "平均";
"Bad credentials, check your account settings" = "錯誤，請檢查您的帳號設定";
"Bad gateway" = "錯誤的網關";
"Battery is running low. Stop video ?" = "電力不足，停止視訊?";
"Buy" = "購買";
"CALL" = "撥話";
"Call" = "撥話";
"Call %@" = "呼叫%@";
"Call failed" = "呼叫失敗";
"Call quality: %d" = "通話品質: %d";
"Calls" = "通話";
"Camera" = "攝像頭";
"Camera not authorized" = "攝像頭未授權";
"Camera's permission" = "攝像頭的授權";
"Can't find this file" = "找不到此檔";
"Cancel" = "取消";
"CANCEL" = "取消";
"Cannot call %@." = "無法呼叫 %@.";
"Cannot make call" = "無法使用電話";
"Cannot purchase anything yet, please try again later." = "還無法購物，請稍後再試。";
"Cannot reach the server: either it is an invalid address or it may be temporary down." = "無法與主機連線：也許是無效的地址，或暫時故障。";
"Cannot retrieve your configuration. Please check credentials or try again later" = "無法讀取您的配置信息。請查看您的登入信息或稍後再試";
"Cannot send email" = "無法發送電郵";
"Cannot send logs" = "無法發送日誌";
"Cannot write image to photo library" = "圖片無法存檔";
"Cannot write video to photo library" = "無法將視頻存入圖庫";
"Change your password" = "更改您的密碼";
"Changing your password" = "正在更改您的密碼";
"Chat room could not be created on server" = "無法在伺服器上創建聊天室";
"Chat room creation error" = "聊天室創建出錯";
"Chat with %@" = "與%@聊天";
"Checkbox" = "複選框";
"Choose an action" = "選擇一個操作";
"Choose the image size" = "選擇影像大小";
"Conference" = "會議";
"Configuration failed" = "設置失敗";
"Configuring account" = "帳號配置";
"Confirm password" = "確認密碼";
"Confirm the following SAS with peer:\nSay : %@\nYour correspondant should say : %@" = "請與對方確認以下SAS短認證字符串：\n說 : %1$@\n對方應該說 : %2$@";
"Contact duplicate" = "重複聯絡人";
"Contact error" = "聯絡人出錯";
"Continue" = "繼續";
"Continue video" = "繼續視訊";
"Conversation creation error" = "對話創建錯誤";
"Could not configure your account, please check parameters or try again later" = "無法配置您的帳號，請確認參數或稍後再試";
"Debug" = "排錯";
"Decline" = "拒接";
"Delete" = "刪除";
"Delivered" = "已送達";
"Deny" = "拒絕";
"DENY" = "拒絕";
"Deselect all" = "刪除全部";
"Deselected" = "解除選擇";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "直接連接";
"Disable logs" = "禁用日誌";
"Do you want to delete selected contact?\nIt will also be deleted from your phone's address book." = "您要刪除選定的聯絡人嗎？\n它還將從手機的通訊錄中刪除。";
"Do you want to delete selected contacts?\nThey will also be deleted from your phone's address book." = "您要刪除選定的聯絡人嗎？\n它還將從手機的通訊錄中刪除。";
"Do you want to delete selected logs?" = "您要刪除選擇的日誌嗎?";
"Do you want to delete selected recordings?" = "您要刪除選定的錄音嗎？";
"Do you want to delete the selected conversations?" = "您要刪除選定的對話嗎？";
"Do you want to delete the selected messages?" = "您要刪除選定的訊息嗎？";
"Do you want to delete this conversation?" = "您要刪除此對話嗎？";
"Do you want to leave and delete the selected conversations?" = "您要離開並刪除選定的對話嗎？";
"Do you want to leave and delete this conversation?" = "您要離開並刪除此對話嗎？";
"Do you want to leave this conversation?" = "您要離開此對話嗎？";
"Done" = "完成";
"Download" = "下載";

/* Date formatting in History Details (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMM 'at' HH'h'mm" = "EEE dd MMM 'at' HH'h'mm";

/* Date formatting in History List, for current year (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM" = "EEE dd MMMM";

/* Date formatting in History List, for previous years (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM yyyy" = "EEE dd MMMM yyyy";
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "在撥打電話之前通過設置配置SIP代理服務器或使用有效的SIP地址 (例如 sip:john@example.net)";
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "在發送簡訊之前請通過設置配置SIP代理服務器或使用有效的SIP地址 (例如 sip:john@example.net)";
"Email addresses" = "電郵地址";
"Enable logs" = "啟用日誌功能";
"Error" = "錯誤";
"Error while changing your password" = "在更改密碼時出錯";
"Error while downloading the file.\nThe file is probably encrypted.\nPlease retry to download this file after activating LIME." = "下載文件時出錯。\n該文件可能已加密。\n激活LIME加密功能後，請重試下載此文件。";
"Error: no mail account configured" = "錯誤:未配置電郵地址";

/* ICE processing has failed */
"Failed" = "失敗";
"Failed configuring from the specified URL." = "從指定的網址配置失敗。";
"Failure" = "失敗";
"Fetching remote configuration" = "讀取遠端配置";
"Fetching remote configuration..." = "讀取遠端設置。。。";
"File download error" = "檔案下載出錯";
"First name" = "名字";
"GC_MSG" = "您被加入一個聊天室";
"Go to settings" = "前往設置";
"Group conversation is not supported." = "不支持群組對話。";
"Hello! Join me on Linphone! You can download it for free at: https://www.linphone.org/downloads" = "Hello! Join me on Linphone! You can download it for free at: https://www.linphone.org/downloads";

/* Template email for people wanting to send a bug report */
"Here are information about an issue I had on my device.\nI was doing ...\nI expected Linphone to ...\nInstead, I got an unexpected result: ..." = "這是在我設備上發生問題的資訊\n 我做了 ...\n 我希望 Linphone 能 ...\n 我得到一個非預期的結果: ...";

/* Date formatting in Chat List and Conversation bubbles, for current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"HH:mm" = "HH:mm";
"I got it, continue" = "了解，繼續";
"IC_MSG" = "";
"ICloud Drive is unavailable." = "ICloud 雲盤不可用。";
"IM_FULLMSG" = "";
"IM_MSG" = "您有一條新的訊息";
"In apps not ready yet" = "APP未準備好";

/* ICE process is in progress */
"In progress" = "處理中";
"Incoming call" = "來電";
"Info" = "資訊";
"Instant messages are end-to-end encrypted in secured conversations. It is possible to upgrade the security level of a conversation by authenticating participants. To do so, call the contact and follow the authentification process." = "即時短訊在安全的對話中會進行端到端加密。可以通過對參與者進行身份驗證來升級對話的安全級別。為此，請致電聯繫人並按照身份驗證過程進行操作。";
"Invalid proxy address" = "無效的代理地址";
"Invalid remote provisioning URL" = "無效的遠端配置地址";
"Invalid route" = "無效的路徑";
"Invalid SIP address" = "無效的SIP地址";
"Invalid username or domain" = "無效的使用者名稱或是網域";
"Invalid." = "無效。";
"Last name" = "姓氏";
"Later" = "稍後";
"LEAVE" = "離開";
"Let's go" = "啟動";
"LIME identity key changed" = "加密身份密鑰已更改";
"LIME identity key changed for %@" = "%@的加密身份密鑰已更改";
"LIME requires ZRTP encryption.\nBy activating LIME you automatically activate ZRTP media encryption." = "LIME需要ZRTP加密。\n您只要啟動LIME就會自動開啟ZRTP媒體加密。";
"LIME warning" = "LIME警告";
"Link my account" = "連結我的帳號";
"Link your account" = "連結您的帳號";
"Link your Linphone.org account %s to your phone number." = "連結您的Linphone.org帳號 %s 到您的手機號碼。";
"Low bandwidth" = "低頻寬";

/* InAppSettingKit */
"Mail not configured" = "未配置郵箱";
"Man-in-the-middle attack detected" = "檢測到中間人攻擊";
"Man-in-the-middle attack detected for %@" = "為 %@檢測到中間人攻擊";
"Mark as seen" = "標示為已讀";
"Mark Read" = "標示為已讀";
"Max participant count exceeded" = "參加人數已超過上限";
"Max participant count exceeded by %@" = "參加人數上限超過 %@人";
"Maximum" = "最大值";
"Maybe later" = "稍後執行";
"Message received" = "收到訊息";
"Minimum" = "最小值";
"Missed call" = "未接來電";
"Missing required callbacks" = "缺少必須的回調";
"Missing required parameters" = "遺漏所需參數";

/* Date formatting in Chat List, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd" = "MM/dd";

/* Date formatting in Conversation bubbles, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd - HH:mm" = "MM/dd - HH:mm";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "NAT(s) 連線";
"Network down" = "無網路";
"Network Error" = "網路出錯";
"New subject : %@" = "新主題 ： %@";
"No" = "否";
"No account" = "無帳戶";
"No account configured" = "沒有配置帳號";
"No address" = "沒有地址";
"No call in progress" = "沒有進行中的通話";
"No default account" = "無默認帳號";
"No microphone" = "沒有麥克風";
"No response received from remote" = "未接收到遠端的回應";
"None" = "無";

/* ICE has not been activated for this call */
"Not activated" = "未激活";
"Not implemented" = "未執行";
"Not connected" = "未連接";
"Nothing could be collected from your application, aborting now." = "未能從APP收集到任何資料，現在放棄中。";

/* InAppSettingsKit */
"OK" = "確定";
"Operation could not be executed by server or remote client because it didn't have any context for it" = "服務器或遠程客戶端無法執行該操作，因為該操作沒有任何前後關係";
"Operation is unauthorized because missing credential" = "由於缺少憑證，操作未能授權";
"Outdated Version" = "過時的版本";
"Password" = "密碼";
"Passwords do not match." = "密碼不相符。";
"Phone numbers" = "電話號碼";
"Photo library" = "圖片庫";
"Photo not authorized" = "圖片未經授權";
"Photo's permission" = "圖片的授權";
"Please confirm your country code and enter your phone number" = "請確認您的所在國家碼並輸入您的電話號碼";
"Please confirm your country code and enter your phone number." = "請確認您所在的國家碼並輸入您的電話號碼。";
"Please enter a password to your account" = "請輸入你的帳戶密碼";
"Please enter a username" = "請輸入用戶名";
"Please enter and confirm your new password" = "請輸入並確認您的新密碼";
"Please enter your email" = "請輸入您的電子郵箱";
"Please enter your phone number" = "請輸入您的電話號碼";
"Please enter your username" = "請輸入您的用戶名";
"Please enter your username and password" = "請輸入您的用戶名與密碼";
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "請確認您的設備已連上網路，並在設置中確認SIP帳號的配置。";
"Please terminate GSM call first." = "請先終止GSM手機通話。";
"Provisioning Load error" = "配置加載錯誤";
"Read" = "已讀";
"Recordings" = "錄音";
"Connected" = "已連接";
"Connection failed" = "連接失敗";
"Connection failed because authentication is missing or invalid for %@@%@.\nYou can provide password again, or check your account configuration in the settings." = "連接失敗，因為%1$@@%2$@的身份驗證丟失或無效。\n您可以再次提供密碼，或在設置中檢查您的帳戶配置。";
"Connection failure" = "連接失敗";
"Connection in progress" = "正進行連接";

/* ICE has established a connection through a relay */
"Relay connection" = "中繼轉播連接";
"Remote configuration" = "遠端配置";
"Remote configuration successfully fetched and applied." = "成功獲取並套用遠端配置。";
"Remove account(s) and self destruct" = "移除並刪除帳號信息";
"Reply" = "回覆";
"Resend" = "重送";
"Resource moved permanently" = "資源永久移除";
"Resource no longer exists" = "資源不存在";
"Save" = "保存";
"Security level decreased" = "安全等級已降低";
"Security level decreased because of %@" = "安全等級已降低因為 %@";
"Select all" = "全選";
"Select the source" = "選擇來源";
"Select your country" = "選擇您的國家";
"Selected" = "已選擇";
"Send logs" = "發送日誌";
"Sending logs" = "日誌檔傳送中";
"Sent" = "已發送";
"Server error, please try again later." = "伺服器出錯，請稍後再試。";
"Server request error" = "主機請求出錯";
"Server timeout" = "主機連線逾時";
"Settings" = "設定";
"Shop" = "商店";
"Show" = "顯示";
"SIP addresses" = "SIP 地址";
"Stop video" = "停止視訊";
"Success" = "成功";
"Temporarily unavailable" = "暫時無法使用";
"The confirmation code is invalid. \nPlease check your SMS and try again." = "驗證碼無效。\n請查看您的SMS簡訊再重試.";
"The confirmation code is invalid. \nPlease try again." = "驗證碼無效。\n請重試。";
"There is no network connection available, enable WIFI or WWAN prior to configure an account" = "沒有網路連接，設置帳戶前請先啟用WIFI或WWAN";
"There is no network connection available, enable WIFI or WWAN prior to configure an account." = "沒有網絡連接，設置帳戶前請先啟用WIFI或WWAN。";
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "無網路連線，請啟用WiFi或其他網路以便打電話";
"This account does not exist." = "帳戶不存在。";
"This account is already activated." = "此帳戶已激活。";
"This account is already in use." = "此帳戶正在使用中。";
"This account is already connected." = "此帳戶已連接。";
"This account is not activated yet." = "此帳戶未激活。";
"This alias does not exist." = "此別名不存在。";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "無法傳送電郵，請在設置中配置電郵的相關設定。";
"This email address is already used." = "此郵箱已被使用。";
"This email does not exist." = "此郵箱不存在。";
"This message is not encrypted." = "此信息未加密。";
"This operation will load a remote configuration. Continue ?" = "此操作將加載一個遠端配置，是否繼續?";
"This phone number is already used. Please type a different number. \nYou can delete your existing account if you want to reuse your phone number." = "此電話號碼已被使用，請輸入不同的號碼。\n如果您想重新使用此號碼，您可以刪掉您現有的帳戶。";
"TODAY" = "今天";
"Transfer error" = "傳送出錯";
"Trust has been denied. Make a call to start the authentication process again." = "信任憑證已被拒絕。重新撥打電話以再次啟動身份驗證過程。";
"Unknown" = "未知的";
"Unknown country code" = "未知國家碼";
"Unknown error" = "未知的錯誤";
"Unknown error (%@)." = "未知的錯誤(%@).";
"Unknown error, please try again later." = "未知錯誤，請稍後再試。";
"Unsupported content" = "未支持的內容";
"Video cannot be activated because of low bandwidth condition, only audio is available" = "頻寬不夠，只能啟用語音無法啟用視訊";
"Video request" = "視訊請求";
"Voice mail" = "語音留言";
"Warning" = "警告";
"Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue." = "警告: 將會創建一封包含3個附件的電子郵件：:\n-應用程序日誌\n-Linphone配置\n-聊天歷史\n他們可能包含私人信息(可能包含明文密碼!)。\n您可以在發送電子郵件前移除一個或多個附件,但是這些附件對診斷問題都非常重要。";
"Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue." = "警告: 將創建一封電子郵件將附帶應用程序日誌。它可能會包含私人信息(非密碼!)。\n這些日誌對診斷問題都非常重要。";
"We have sent a SMS with a validation code to %@. To complete your phone number verification, please enter the 4 digit code below:" = "我們已經向%@發送了短信驗證碼，請在下方輸入4位數字碼以完成驗證：";
"What will my phone number be used for?" = "我的電話號碼將用於什麼？";
"Yes" = "是";
"YESTERDAY" = "昨天";
"You already own an account." = "您已擁有一個帳號。";
"You are no longer an admin of the chat room" = "您已不再是聊天室的管理者";
"You are now an admin of the chat room" = "您現在已成為聊天室管理者";
"You are trying to send a message using LIME to a contact not verified by ZRTP.\nPlease call this contact and verify his ZRTP key before sending your messages." = "您正在嘗試使用加密功能向未由ZRTP驗證的聯繫人發送消息。\n在發送消息之前，請致電此聯繫人並驗證其ZRTP密鑰。";
"You cancelled your account." = "您已取消您的帳號。";
"You have already purchased an account but it does not exist anymore." = "您已經購買了一個帳戶但帳戶已不存在。";
"You have been added to a chat room" = "您已被加入一個聊天室";
"You have joined the group" = "您已加入群組";
"You have left the group" = "您已離開群組";
"You have missed a call." = "您有通未接來電。";
"You have received a message." = "您有新信息。";
"You have received an encrypted message you are unable to decrypt from %@.\nYou need to call your correspondant in order to exchange your ZRTP keys if you want to decrypt the future messages you will receive." = "您收到加密的信息不能從%@解密。\n如果您想解密以後收到的信息，則需要致電對方以交換您的ZRTP密鑰。";
"You missed a call from %@" = "您錯過路%@的來電";
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "您必須授權應用存取於通訊錄。\n在設置>隱私>聯繫人中切換應用程序";
"Select a contact or create a new one." = "選擇或新建聯絡人。";
"You need to plug a microphone to your device to use the application." = "您需要插入麥克風以使用這個APP。";
"Your account has expired." = "您的帳戶已過期。";
"Your account is not a Linphone account.\nWe can not change your password." = "您的帳戶不是一個Linphone 帳戶。\n我們無法更改您的密碼。";
"Your account will expire in %i days." = "您的帳戶將在 %i 天後過期.";
"Your activation code contains invalid characters." = "您的激活碼包含無效字符。";
"Your confirmation password doesn't match your password" = "密碼不一致";
"Your country code is invalid." = "您的國家碼無效。";
"Your country code is too long." = "您的國家碼過長。";
"Your country code is too short." = "您的國家碼太短。";
"Your phone number is too short." = "您的電話號碼太短。";
"Your phone number is too long." = "您的電話號碼太長。";
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "你的設備還未配置郵箱。請在發送日誌之前配置郵件應用程序。";
"Your email contains invalid characters." = "您的電郵地址包含無效字符。";
"Your email is invalid" = "電郵地址無效";
"Your email is malformed." = "您的電郵地址格式不正確。";
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well." = "如果將您的帳戶關聯您的電話號碼，您的朋友們可以更容易的找到你。\n\n您在通訊錄裡可以查看誰在使用Linphone，他們也同樣可以通過Linphone聯繫您。";
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well. \n\nYou can use your phone number with only one Linphone account. If you had already linked your number to an other account but you prefer to use this one, simply link it now and your number will automatically be moved to this account." = "如果將您的帳戶關聯您的電話號碼，您的朋友們可以更容易的找到你。\n\n您在通訊錄裡可以查看誰在使用Linphone，他們也同樣可以通過Linphone聯繫您。\n\n您的電話號碼只能關聯一個Linphone帳戶。如果您已經把您的號碼關聯了其他賬戶，但是你更想使用這個。只需關聯您現在的帳戶，你的號碼就會自動轉移到這個帳戶。";
"Your password contains invalid characters." = "您的密碼包含無效字符。";
"Your password has been successfully changed" = "您已成功更改密碼";
"Your password is too long." = "您的密碼太長。";
"Your password is too short." = "您的密碼太短。";
"Your phone number is invalid." = "您的電話號碼無效。";
"Your SIP address will be sip:%s@cv.miedifi.com" = "您的SIP地址將會是 sip:%s@cv.miedifi.com";
"Your username contains invalid characters." = "您的用戶名包含無效字符。";
"Your username is invalid." = "用戶名無效。";
"Your username is too long." = "您的用戶名太長。";
"Your username is too short." = "您的用戶名太短。";
"ZRTP activation" = "啟用ZRTP";
"ZRTP verification" = "驗證 ZRTP";
"Hello! Join me on Linphone! You can download it for free at: https://www.linphone.org/download" = "您好，在 Linphone 上加入我吧！您可以在 https://www.linphone.org/download免費下載";
